OdGiAuxiliaryData.setLevelOverrides(OdSmartPtr&lt;OdGiLayerOverrides&gt;!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Sets layer overrides.
\param pLevelOverrides [in]  Smart pointer to layer overrides.

OdGiAuxiliaryData.getLevelOverrides
\details
Retrieves a smart pointer to layer overrides.
\returns
a smart pointer to layer overrides.